/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "0";
"version-sig"	= "BR-070918";

"common-controls-restart"		= "Reiniciar";
"common-controls-shutdown"		= "Desligar";
"common-controls-continue"		= "Continuar";

"common-tab-apple-title"		= " Sobre ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " Testes de Hardware ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " Perfil de Hardware ";	// does look better with spaces at head and tail
"common-version-str"			= "Versão ";
"common-bundle-str"				= "Pacote ";

"mark-graphics-unknown-str"		= "Vídeo desconhecido";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "Instalado";
"mark-generic-absent-str"		= "Não Encontrado";
"mark-generic-hasDevice-str"	= "Dispositivo conectado";
"mark-generic-hasNoDevice-str"	= "Não há nenhum dispositivo conectado";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "Hertz";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "Byte";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "bit";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "Volt";


"units-hour-str"		= " hora ";
"units-hours-str"		= " horas ";
"units-min-str"			= " min ";
"units-mins-str"		= " min ";
"units-sec-str"			= " s";
"units-secs-str"		= " s";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "T";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ".";
"delim-thousds-str"		= ", ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "O Apple Hardware Test não é compatível com este computador.";
"notcompat-ownrisk-str"			= "Continue por sua conta e risco  [somente pré-lançamento].";


"test-head-intro1-text"			= "O Apple Hardware Test pode realizar um teste de hardware em seu Macintosh.";
"test-head-intro2-text"			= "Para realizar os testes, clique no botão “Testar” ou pressione a tecla “T”.";

"test-probe-onto-text"			= "Verificando seu hardware, o que pode levar um minuto...";
"test-probe-outof-text"			= "Verificação de hardware completa.";

"test-controls-launch"			= "Testar";
"test-controls-interrupt"		= "Parar Teste";

"test-choices-title"			= "Opções de Teste";
"test-about-title"				= "Sobre os Testes e os Resultados";
"test-results-title"			= "Resultados do Teste";

"test-results-notestyet"		= "Nenhum teste pode ser executado até que a verificação seja completada.";
"test-results-nodevfound"		= "Nenhum dispositivo foi encontrado.";
"test-results-notyet"			= "Pronto para o teste.";
"test-results-quick-ongoing"	= "Teste em andamento.";
"test-results-extend-ongoing"	= "Teste ampliado em andamento.";
"test-results-willstop"			= "O teste será interrompido.";
"test-results-interrupted"		= "O teste não foi completado.";
"test-results-nofail"			= "Não foi encontrado nenhum problema.";
"test-results-error"			= "Ocorreu um erro interno durante o teste.";
"test-results-failed"			= "Alerta! O Apple Hardware Test detectou um erro.";

"test-ongoing-short-status"		= "Teste em andamento.";
"test-ongoing-mlb-status"		= "Testando placa lógica principal.";
"test-ongoing-memory-status"	= "Testando a memória.";
"test-ongoing-storage-status"	= "Testando o armazenamento.";
"test-ongoing-video-status"		= "Testando gráficos.";

"test-ongoing-pass-time-text"	= " sendo testado...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= "sendo testado...";
"test-ongoing-sess-pass-text"	= "Senha Numérica: ";
"test-ongoing-sess-time-text"	= "Tempo Total do Teste: ";

"test-desc-initial-1-text"	= "O Apple Hardware Test é uma ferramenta de diagnóstico usada para detectar problemas nos componentes de hardware do seu computador.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "Os testes realizados ajudarão a determinar se o problema é de hardware ou de software.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "Se os resultados do teste determinarem que não existe um problema de hardware, consulte o manual e/ou a Ajuda (do sistema) fornecidos com o seu computador para obter mais informações sobre como solucionar problemas.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "Tempo restante até completar: 3 minutos ou mais, dependendo da quantidade de memória instalada.";	/* default */
"test-desc-intro-quick-text2"	= "Tempo restante até completar: de 10 a 15 segundos ou mais, dependendo da quantidade de memória instalada.";
"test-desc-intro-quick-text3"	= "Tempo restante até completar: 2 minutos ou mais, dependendo da quantidade de memória instalada.";
"test-desc-intro-quick-text4"	= "Tempo restante até completar: 4 minutos ou mais, dependendo da quantidade de memória instalada.";

"test-desc-intro-extend-text"	= "Tempo restante até completar: 1 hora ou mais, dependendo da quantidade de memória instalada.";	/* default */
"test-desc-intro-extend-text2"	= "Tempo restante até completar: de 10 a 15 minutos ou mais, dependendo da quantidade de memória instalada.";
"test-desc-intro-extend-text3"	= "Tempo restante até completar: 30 minutos ou mais, dependendo da quantidade de memória instalada.";
"test-desc-intro-extend-text4"	= "Tempo restante até completar: 2 horas ou mais, dependendo da quantidade de memória instalada.";

"test-desc-option-extend-text"	= "Realizar teste ampliado (leva um tempo significativamente maior).";
"test-desc-option-loop-text"	= "Looping ativado.";

"test-desc-quick-running-1-text"	= "Teste em andamento...";
"test-desc-quick-running-2-text"	= "Para parar, clique no botão “Parar Teste”.";
"test-desc-quick-running-3-text"	= "Ou pressione a tecla “comando” (“Apple”) e a tecla “.” (ponto) ao mesmo tempo.";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "Teste ampliado em andamento...";
"test-desc-extend-running-2-text"	= "Para parar, clique no botão “Parar Teste”.";
"test-desc-extend-running-3-text"	= "Ou pressione a tecla “comando” (“Apple”) e a tecla “.” (ponto) ao mesmo tempo.";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "Alerta! O Apple Hardware Test detectou um erro.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "Primeiro, anote o Código do Erro na área Resultados do Teste.";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "Em seguida, se houver qualquer periférico conectado ao computador, desligue o computador, desconecte o(s) periférico(s) e execute o Teste Ampliado para verificar os resultados.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "Em seguida, se um erro ainda estiver sendo comunicado, releia o material de assistência e suporte fornecido com o seu computador para obter instruções sobre como entrar em contato com a AppleCare para obter ajuda adicional.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "Alerta! O Apple Hardware Test detectou um erro durante a inicialização.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "Primeiro, anote os Códigos dos Erros na área Resultados do Teste.";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "Em seguida, se houver qualquer periférico conectado ao computador, desligue o computador, desconecte o(s) periférico(s) e execute o Teste Ampliado para verificar os resultados.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "Em seguida, se um erro ainda estiver sendo comunicado, releia o material de assistência e suporte fornecido com o seu computador para obter instruções sobre como entrar em contato com a AppleCare para obter ajuda adicional.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "Produto";
"prof-prod-group-subtitle"		= "Detalhes do produto:";
"prof-prod-name-label"			= "Nome do Macintosh:";
"prof-prod-model-label"			= "Modelo do Macintosh:";
"prof-prod-cputype-label"		= "Tipo da CPU:";
"prof-prod-cpucount-label"		= "Número de Processadores:";
"prof-prod-cpucoretotal-label"	= "Número Total de Núcleos:";
"prof-prod-cpucorecount-label"	= "Número de Núcleos:";
"prof-prod-cpuspeed-label"		= "Velocidade da CPU:";
"prof-prod-cpucache-label"		= "Cache L2 da CPU (por processador):";

"prof-prod-L2cache-label"		= "Cache L2:";
"prof-prod-L2cachecore-label"	= "Cache L2 (por núcleo):";
"prof-prod-L3cache-label"		= "Cache L3:";

"prof-prod-cpucache3-label"		= "Cache L3 da CPU (por CPU):";
"prof-prod-mlb-sn-label"		= "Nº de série MLB:";
"prof-processor-tray-sn-label"	= "Nº de série da Bandeja do Processador:";

"prof-graph-group-title"		= "Vídeo";
"prof-graph-group-subtitle"		= "Detalhes de vídeo:";
"prof-graph-chipset-label"		= "Gráficos:";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "Largura da tela (pixels):";
"prof-graph-disp-height-label"	= "Altura da tela (pixels):";

"prof-communi-group-title"		= "Comunicação";
"prof-communi-group-subtitle"	= "Detalhes da comunicação:";
"prof-communi-enet-mac-label"	= "Endereço MAC Ethernet:";
"prof-communi-fwire-mac-label"	= "Endereço MAC FireWire:";
"prof-communi-airp-type-label"	= "AirPort:";
"prof-communi-bluetooth-label"	= "Bluetooth:";
"prof-communi-irport-label"		= "Receptor de Infravermelho:";
"prof-communi-usb1-connect-label"	= "Porta USB 1:";
"prof-communi-usb2-connect-label"	= "Porta USB 2:";
"prof-communi-usb3-connect-label"	= "Porta USB 3:";
"prof-communi-usb4-connect-label"	= "Porta USB 4:";

"prof-memo-group-title"			= "Memória";
"prof-memo-group-subtitle"		= "Detalhes da memória:";
"prof-memo-overview-label"		= "Visão Geral";
"prof-memo-slot-1-label"		= "Memória nº 1";
"prof-memo-slot-2-label"		= "Memória nº 2";
"prof-memo-slot-3-label"		= "Memória nº 3";
"prof-memo-slot-4-label"		= "Memória nº 4";
"prof-memo-slot-5-label"		= "Memória nº 5";
"prof-memo-slot-6-label"		= "Memória nº 6";
"prof-memo-slot-7-label"		= "Memória nº 7";
"prof-memo-slot-8-label"		= "Memória nº 8";

"prof-memo-type-str"			= "SDRAM soldada MLB.";
"prof-memo--str"				= "Desconhecida";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2 SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " Tempo do ciclo (ns)";
"prof-memo-ct2-str"				= " Ciclo (ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "Rev.";
"prof-memo-paired-str"			= "Emparelhado com nº";
"prof-memo-paired-not-str"		= " não emparelhado";
"prof-memo-mismatch-label"		= "Incongruência:";
"prof-memo-size-str"			= " tamanho";
"prof-memo-speed-str"			= " velocidade";
"prof-memo-vendor-str"			= " fabricante";
"prof-memo-recommend-str"		= "Recomendada: ";
"prof-memo-post-fail-str"		= "Falha no POST";

"prof-board-group-title"		= "Placa Lógica";
"prof-board-brom-vers-label"	= "Versão da ROM de Inicialização:";
"prof-board-smc-vers-label"		= "Versão do SMC:";
"prof-board-syst-sn-label"		= "Nº de série do sistema:";
"prof-board-bootdev-label"		= "Dispositivo de inicialização padrão:";

"prof-stor-group-title"			= "Armazenamento";
"prof-stor-size-label"			= "Tamanho:";

"prof-powr-group-title"			= "Alimentação";
"prof-powr-group-subtitle"		= "Detalhes da alimentação:";
"prof-powr-src-label"			= "Fonte de alimentação:";
"prof-powr-src-wall-str"		= "Adaptador";
"prof-powr-src-batt-str"		= "Bateria";
"prof-powr-ac-on-str"			= "Conectado";
"prof-powr-ac-off-str"			= "Não conectado";
"prof-powr-capac-label"			= "Capacidade:";
"prof-powr-volt-label"			= "Voltagem:";
"prof-powr-status-label"		= "Estado:";

